<template>
	<div class="bggray">
		<div class="container">
			<p class="title1">用户协议</p>
			<hr>
			<p class="p1">请务必认真阅读和理解本《用户服务协议》（以下简称《协议》）中规定的所有权利和限制。除非您接受本《协议》条款，否则您无权注册、登录或使用本协议所涉及的相关服务。您一旦注册、登录、使用或以任何方式使用本《协议》所涉及的相关服务将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意本《协议》中的条款，请不要注册、登录或使用本《协议》相关服务。本《协议》是用户与深圳星移网络科技有限公司（下称“星移”）之间的法律协议</p>
			<p class="p2">1.服务内容</p>
			<p class="p3">1.1 星移为星移安全中心网站（网址：http://www.p9yi.xyz/，以下简称“星移网站”）的所有者及经营者，完全按照其发布的服务条款和操作规则提供基于互联网以及移动互联网的相关服务（以
     下简称“网络服务”）。星移网站网络服务的具体内容由星移根据实际情况提供，包括但不限于星移开放平台等企业服务、游戏、星移安全论坛等。 
1.2 您一旦注册成功成为用户，您将得到一个密码和帐号，您需要对自己在帐户中的所有活动和事件负全责。如果由于您的过失导致您的帐号和密码脱离您的控制，则由此导致的针对您、星移或任
      何第三方造成的损害，您将承担全部责任。
1.3 用户应输入帐号和密码登录星移帐户。为了给您提供更便捷的登录服务，如果您使用手机通过星移帐户已登录了一款星移应用软件时，可直接一键登录本机其他星移 应用软件。
1.4 除了星移提供的软件和服务，您还可以用星移帐号登录使用星移合作伙伴的相关服务。
1.5 用户理解并接受，星移仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动互联网有关的装置）及所需的费用（如为接入互联网而支
      付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
		</div>
	</div>
</template>
<style scoped lang="styl">
@import '~assets/public.styl'
.container
	.title1
		font-size 28px
	hr
		background-color rgb(189,189,189)
		height 1px
		border none
		margin 10px 0 15px 0
	.p1
		line-height 28px
		font-weight bold
	.p2
		font-weight bold
		margin 10px 0 5px 0
</style>
<script>
</script>