<template>
	<div class="bgColor">
		<about></about>
		<div class="container ptb3">
			<div>
				<h1>星移盒子</h1>
				<p>广东伊步网络科技有限公司，是一家集系统软件开发、APP推广运营、广告营销策划、线上线下渠道分发、用户及产品大数据系统开发运营为主的移动互联网公司。伊步有着丰富的渠道推广资源、强硬的系统开发技术实力、长期的广告营销和平台运营经验。结合前期多年基础沉淀，2017年逐步发展共享健康理念，利用自身系统软件开发技术、线上广告分发、线下渠道多端入口，形成一个完整的闭环系统。并于2018年开始逐步落实具体项目：共享按摩椅、共享摇摇椅、共享街机游戏机等。 未来，伊步将致力于互联网产业的持续发展，同时也在努力促进共享经济多元化服务。依托强大的技术实力和市场资源优势实现大共享时代，为用户提供更好的服务，为合作商创造更庞大的利润空间。</p>
			</div>
			<div>
				<h1>星移的优势</h1>
				<p>广东伊步网络科技有限公司，是一家集系统软件开发、APP推广运营、广告营销策划、线上线下渠道分发、用户及产品大数据系统开发运营为主的移动互联网公司。伊步有着丰富的渠道推广资源、强硬的系统开发技术实力、长期的广告营销和平台运营经验。结合前期多年基础沉淀，2017年逐步发展共享健康理念，利用自身系统软件开发技术、线上广告分发、线下渠道多端入口，形成一个完整的闭环系统。并于2018年开始逐步落实具体项目：共享按摩椅、共享摇摇椅、共享街机游戏机等。 未来，伊步将致力于互联网产业的持续发展，同时也在努力促进共享经济多元化服务。依托强大的技术实力和市场资源优势实现大共享时代，为用户提供更好的服务，为合作商创造更庞大的利润空间。</p>
			</div>
			<div>
				<h1>星移的愿景</h1>
				<p class="tc">
					实干兴业　永不止步　大步前行　伊飞冲天
				</p>
			</div>
		</div>
	</div>
</template>

<script>
import about from '../../components/about.vue'
export default {
  name: 'culture',
  data () {
    return {
      
    }
  },
  components:{
  	about
  }
}
</script>

<style scoped>
h1{
	text-align: center;
}
.container p{
	text-indent: 2em;
	margin: 50px 0;
	font-size: 20px;
	color: #666666;
}
</style>